{ "translations": {
    "Usage survey" : "Enquesta d'ús",
    "An error occurred while sending your report." : "S'ha produït un error en enviar l'informe.",
    "App list <em>(for each app: name, version, enabled status)</em>" : "Llista d'aplicacions <em>(per a cada aplicació: nom, versió, estat habilitat)</em>",
    "Database environment <em>(type, version, database size)</em>" : "base de dades<em>(tipus, versió, mida de la base de dades)</em>",
    "Encryption information <em>(is it enabled?, what is the default module)</em>" : "Informació de xifrat<em> (està habilitat ?, quin és el mòdul predeterminat)</em>",
    "Number of shares <em>(per type and permission setting)</em>" : "Nombre d'accions<em> (per tipus i configuració de permisos)</em>",
    "PHP environment <em>(version, memory limit, max. execution time, max. file size)</em>" : "Entorn PHP <em>(versió, límit de memòria, temps d'execució màxim, mida del fitxer màxim)</em>",
    "Server instance details <em>(version, memcache used, status of locking/previews/avatars)</em>" : "Detalls del servidor<em> (versió, memcached utilitzada, estat del bloqueig / anterior / avatars)</em>",
    "Statistic <em>(number of: files, users, storages per type, comments and tags)</em>" : "Estadística <em>(nombre de: fitxers, usuaris, emmagatzematge per tipus, comentaris i etiquetes)</em>",
    "Help improve Nextcloud" : "Ajudeu a millorar Nextcloud",
    "Do you want to help us to improve Nextcloud by providing some anonymized data about your setup and usage? You can disable it at any time in the admin settings again." : "Voleu ajudar-nos a millorar Nextcloud proporcionant dades anònimes sobre la vostra configuració i ús? Podeu desactivar-lo de nou en qualsevol moment a la configuració de l'administrador.",
    "Not now" : "Ara no",
    "Send usage" : "Ús actual",
    "Never" : "Mai",
    "You can help improve Nextcloud by sending us some data about your current setup and usage." : "Podeu ajudar a millorar Nextcloud enviant-nos algunes dades sobre la vostra configuració i ús actual.",
    "We take your privacy seriously. Sending data is disabled by default, and should you choose to turn it on, it will be anonymized first, and you are given the option of what things to share. Upon receiving a report, the previous one is removed. Upload a clean report to delete all data currently stored on the server" : "Ens prenem seriosament la vostra privadesa. L'enviament de dades està desactivat de manera predeterminada, i si el voleu activar, serà anonimat primer, i se us donarà l'opció de què voleu compartir. En rebre un informe, s'elimina l'anterior. Carregueu un informe net per eliminar totes les dades actualment emmagatzemades al servidor",
    "Send new report now" : "Envieu un informe nou ",
    "Send usage survey monthly" : "Envieu una enquesta d'ús mensual",
    "Data to send" : "Dades per enviar",
    "Last report" : "Darrer informe",
    "Sent on: {on}" : "S'ha enviat a: ",
    "App list <em>(for each app: name, version, is enabled?)</em>" : "Llista d'aplicacions <em>(per a cada aplicació: nom, versió, estat habilitat)</em>",
    "Server instance details <em>(version, memcache used, locking/previews/avatars enabled?)</em>" : "Detalls del servidor<em> (versió, memcached utilitzada, estat del bloqueig / anterior / avatars)</em>",
    "You can help us to improve Nextcloud by sending us some data about your current setup and usage." : "Podeu ajudar a millorar Nextcloud enviant-nos algunes dades sobre la vostra configuració i ús actual.",
    "We take your privacy seriously. The data is anonymized and you can enable/disable it at any time, by default it is always disabled. Below you can also adjust what kind of data is sent and always see the last report sent to us. When the server receives a new report of your instance, all entries from previous reports are removed. If you disable one of the settings below, you can send a new report, which will delete the data that is currently stored on the server." : "Ens prenem seriosament la vostra privadesa. Les dades són anònimes i podeu habilitar / desactivar-lo en qualsevol moment, de manera predeterminada sempre està desactivada. A continuació també podeu ajustar el tipus de dades que s'envien i veure sempre l'últim informe que ens envieu. Quan el servidor rep un nou informe de la vostra instància, s'eliminen totes les entrades dels informes anteriors. En cas que desactiveu una de les configuracions següents, podeu enviar un informe nou, per eliminar les dades que actualment s'emmagatzemen al servidor.",
    "Sent on: %s" : "S'ha enviat a: %s"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}