{ "translations": {
    "Last report sent on: {on}" : "Seneste rapport sendt den: {on}",
    "An error occurred while sending your report." : "Der skete en fejl da din rapport skulle sendes",
    "App list <em>(for each app: name, version, enabled status)</em>" : "List over apps <em>(For hver app: navn, version, aktiveret eller ej)</em>",
    "Database environment <em>(type, version, database size)</em>" : "Databasemiljø <em>(type, version, database størrelse)</em>",
    "Encryption information <em>(is it enabled?, what is the default module)</em>" : "Krypterings information <em>(er det slået til?, Hvad er standard modulet)</em>",
    "Number of shares <em>(per type and permission setting)</em>" : "Antal delinger <em>(pr. type og tilladelses indstiling)</em>",
    "PHP environment <em>(version, memory limit, max. execution time, max. file size)</em>" : "PHP miljø <em>(version, hukommelsesbegrænsning, maks. kørselstid, maks. filstørrelse)</em>",
    "Server instance details <em>(version, memcache used, status of locking/previews/avatars)</em>" : "Server detaljer <em>(version, memcache brugt, locking/previews/avatars aktiveret?)</em>",
    "Statistic <em>(number of files, users, storages per type, comments and tags)</em>" : "Statistik <em>(antal filer, brugere, lager per type, kommentarer og tags)</em>",
    "Usage survey" : "Brugs undersøgelse",
    "Help improve Nextcloud" : "Hjælp med at forbedre Nextcloud",
    "Do you want to help us to improve Nextcloud by providing some anonymized data about your setup and usage? You can disable it at any time in the admin settings again." : "Vil du hjælpe os med at forbedre Nextcloud ved at sende anonyme data om din opsætning og forbrug. Du kan deaktivere det til enhver tid i administrator indstillingerne.",
    "Send usage" : "Send forbrug",
    "Not now" : "Ikke nu",
    "Never" : "Aldrig",
    "Sends anonymized data to Nextcloud to help us to improve Nextcloud." : "Sender anonymiseret data til Nextcloud for at hjælpe os med at forbedre Nextcloud.",
    "Sends anonymized data to Nextcloud to help us to improve Nextcloud. You\n\t\talways have full control over the content sent to Nextcloud and can disable\n\t\tit again at any time." : "Sender anonymiseret data til Nextcloud for at hjælpe os med at forbedre Nextcloud. Du\n\t\thar altid fuld kontrol over indholdet der sendes til Nextcloud, og kan deaktivere det\n\t\tigen til enhver tid.",
    "You can help improve Nextcloud by sending us some data about your current setup and usage." : "Du kan hjælpe med at forbedre Nextcloud ved at sende anonyme data om din opsætning og forbrug.",
    "We take your privacy seriously. Sending data is disabled by default, and should you choose to turn it on, it will be anonymized first, and you are given the option of what things to share. Upon receiving a report, the previous one is removed. To delete the stored usage data, upload an empty report by unchecking all of the boxes then sending a new report." : "Vi tager dit privatliv seriøst. Afsendelse af data er som standard deaktiveret, og vælger du at aktivere det, så vil det først blive anonymiseret, og du gives mulighed for at vælge hvilke ting du vil dele. Når der modtages en rapport, så slettes den tidligere modagne. For at slette de gemte anvendelsesdata, så upload blot en tom rapport ved at fjerne markeringen i alle bokse, og indsend så en ny rapport.",
    "Send new report now" : "Send ny rapport nu",
    "Send usage survey monthly" : "Send en månedlig forbrugsrapport.",
    "Data to send" : "Data er sendt",
    "Last report sent on: %s" : "Seneste rapport sendt den: %s",
    "Last report" : "Sidste rapport"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}