{ "translations": {
    "Last report sent on: {on}" : "ئاخىرقى دوكلات يوللانغان: {on}",
    "An error occurred while sending your report." : "دوكلاتىڭىزنى ئەۋەتىشتە خاتالىق كۆرۈلدى.",
    "App list <em>(for each app: name, version, enabled status)</em>" : "ئەپ تىزىملىكى <em> (ھەر بىر ئەپ ئۈچۈن: ئىسىم ، نەشرى ، قوزغىتىلغان ھالەت) </em>",
    "Database environment <em>(type, version, database size)</em>" : "ساندان مۇھىتى <em> (تىپى ، نەشرى ، ساندان چوڭلۇقى) </em>",
    "Encryption information <em>(is it enabled?, what is the default module)</em>" : "شىفىرلاش ئۇچۇرى <em> (قوزغىتىلدىمۇ؟ ، سۈكۈتتىكى بۆلەك نېمە؟) </em>",
    "Number of shares <em>(per type and permission setting)</em>" : "پاي سانى <em> (ھەر بىر تۈر ۋە ئىجازەت تەڭشىكى) </em>",
    "PHP environment <em>(version, memory limit, max. execution time, max. file size)</em>" : "PHP مۇھىتى <em> (نەشرى ، ئىچكى ساقلىغۇچ چېكى ، ئەڭ چوڭ ئىجرا ۋاقتى ، ئەڭ چوڭ ھۆججەت چوڭلۇقى) </em>",
    "Server instance details <em>(version, memcache used, status of locking/previews/avatars)</em>" : "مۇلازىمېتىر مىسالى تەپسىلاتلىرى <em> (نەشرى ، ئىشلىتىلگەن ئىچكى ساقلىغۇچ ، قۇلۇپلىنىش ھالىتى / ئالدىن كۆرۈش / باش سۈرەت) </em>",
    "Statistic <em>(number of files, users, storages per type, comments and tags)</em>" : "ستاتىستىكىلىق <em> (ھۆججەت سانى ، ئىشلەتكۈچى ، ھەر بىر تۈردىكى دۇكان ، باھا ۋە خەتكۈچ) </em>",
    "Usage survey" : "ئىشلىتىشنى تەكشۈرۈش",
    "Help improve Nextcloud" : "Nextcloud نى ياخشىلاشقا ياردەم قىلىڭ",
    "Do you want to help us to improve Nextcloud by providing some anonymized data about your setup and usage? You can disable it at any time in the admin settings again." : "سىزنىڭ تەڭشەش ۋە ئىشلىتىشىڭىزگە ئائىت بىر قىسىم نامسىز سانلىق مەلۇماتلار بىلەن Nextcloud نى ياخشىلىشىمىزغا ياردەم قىلامسىز؟ ئۇنى باشقۇرۇش تەڭشەكلىرىدە خالىغان ۋاقىتتا چەكلىيەلەيسىز.",
    "Send usage" : "ئىشلىتىشنى ئەۋەتىڭ",
    "Not now" : "ھازىر ئەمەس",
    "Never" : "ھەرگىز بولمايدۇ",
    "Sends anonymized data to Nextcloud to help us to improve Nextcloud." : "Nextcloud غا نامسىز سانلىق مەلۇمات ئەۋەتىپ ، Nextcloud نى ياخشىلىشىمىزغا ياردەم بېرىدۇ.",
    "Sends anonymized data to Nextcloud to help us to improve Nextcloud. You\n\t\talways have full control over the content sent to Nextcloud and can disable\n\t\tit again at any time." : "Nextcloud غا نامسىز سانلىق مەلۇمات ئەۋەتىپ ، Nextcloud نى ياخشىلىشىمىزغا ياردەم بېرىدۇ. سەن\n\t\tNextcloud غا ئەۋەتىلگەن مەزمۇننى ھەمىشە تولۇق كونترول قىلىڭ ھەمدە ئۇنى چەكلىيەلەيسىز\n\t\tئۇ ھەر قانداق ۋاقىتتا.",
    "You can help improve Nextcloud by sending us some data about your current setup and usage." : "نۆۋەتتىكى تەڭشەش ۋە ئىشلىتىش ئەھۋالىڭىز ھەققىدە بىزگە بىر قىسىم ئۇچۇرلارنى ئەۋەتىش ئارقىلىق Nextcloud نى ياخشىلاشقا ياردەم بېرەلەيسىز.",
    "We take your privacy seriously. Sending data is disabled by default, and should you choose to turn it on, it will be anonymized first, and you are given the option of what things to share. Upon receiving a report, the previous one is removed. To delete the stored usage data, upload an empty report by unchecking all of the boxes then sending a new report." : "مەخپىيەتلىكىڭىزگە ئەستايىدىل مۇئامىلە قىلىمىز. سانلىق مەلۇمات ئەۋەتىش سۈكۈتتىكى ھالەتتە چەكلىنىدۇ ، ئەگەر ئۇنى ئېچىشنى تاللىسىڭىز ، ئۇ ئالدى بىلەن نامسىز بولىدۇ ، سىزگە نېمىلەرنى ھەمبەھىرلەش ھوقۇقى بېرىلىدۇ. دوكلاتنى تاپشۇرۇۋالغاندىن كېيىن ، ئالدىنقىسى چىقىرىۋېتىلىدۇ. ساقلانغان ئىشلىتىش سانلىق مەلۇماتلىرىنى ئۆچۈرۈش ئۈچۈن ، بارلىق رامكىلارنى تەكشۈرۈپ ئاندىن يېڭى دوكلات ئەۋەتىش ئارقىلىق قۇرۇق دوكلات يۈكلەڭ.",
    "Send new report now" : "ھازىر يېڭى دوكلات ئەۋەتىڭ",
    "Send usage survey monthly" : "ھەر ئايدا ئىشلىتىش تەكشۈرۈشىنى ئەۋەتىڭ",
    "Data to send" : "ئەۋەتىدىغان سانلىق مەلۇمات",
    "Last report sent on: %s" : "ئاخىرقى دوكلات يوللانغان:% s",
    "Last report" : "ئاخىرقى دوكلات"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}